/* Unknown error. $1 is the reason. */
"An unexpected error occurred: %@" = "An unexpected error occurred: %@";

/* Java binary is not executable error message. */
"The embedded Java binary is not executable. Please reinstall." = "The embedded Java binary is not executable. Please reinstall.";

/* Invalid package error. The path $1 doesn't exist */
"The package is invalid.  %@ does not exist." = "The package is invalid.  %@ does not exist.";

/* Invalid package error message. */
"The package is invalid.  You must specify a path to a package." = "The package is invalid.  You must specify a path to a package.";

/* Missing java executable error message */
"There is no embedded Java executable. Please reinstall." = "There is no embedded Java executable. Please reinstall.";

/* Unable to authenticate user error message. */
"Unable to authenticate user." = "Unable to authenticate user.";

/* Unable to lookup metadata error message. */
"Unable to lookup metadata." = "Unable to lookup metadata.";

/* Unable to upload package error message. */
"Unable to upload package." = "Unable to upload package.";

/* Package upload failure */
"Unable to upload your package." = "Unable to upload your package.";

/* Invalid password error message. */
"You must specify a password." = "You must specify a password.";

/* Invalid provider error message. */
"You must specify a provider." = "You must specify a provider.";

/* Invalid username error message. */
"You must specify a username." = "You must specify a username.";

/* Invalid identifier error message. */
"You must specify an identifier." = "You must specify an identifier.";

